tap "1password/tap"
tap "dart-lang/dart"
tap "fastly/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mike-engel/jwt-cli"
tap "namespacelabs/namespace"
tap "oven-sh/bun"
tap "rcmdnk/file"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "apr-util"
brew "ast-grep"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "clang-format"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "rtmpdump"
brew "difftastic"
brew "direnv"
brew "dnsmasq"
brew "emojify"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "python@3.11"
brew "fontforge"
brew "fonttools"
brew "freetds"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "imlib2"
brew "jq"
brew "k6"
brew "lazygit"
brew "mas"
brew "mise"
brew "mplayer"
brew "nmap"
brew "peco"
brew "php"
brew "pinact"
brew "python@3.10"
brew "ripgrep"
brew "ripgrep-all"
brew "silicon"
brew "telnet"
brew "thefuck"
brew "tokei"
brew "tree"
brew "uv"
brew "vegeta"
brew "watch"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh-completions"
brew "dart-lang/dart/dart"
brew "fastly/tap/fastly"
brew "koekeishiya/formulae/yabai"
brew "mike-engel/jwt-cli/jwt-cli"
brew "namespacelabs/namespace/nsc"
brew "oven-sh/bun/bun"
brew "rcmdnk/file/brew-file"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "android-studio"
cask "authy"
cask "bartender"
cask "bettertouchtool"
cask "claude"
cask "cloudflare-warp"
cask "coteditor"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "fig"
cask "finicky"
cask "firefox"
cask "google-chrome@beta"
cask "google-chrome@canary"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "michaelvillar-timer"
cask "obsidian"
cask "postman"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "wireshark-app"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "apollographql.vscode-apollo"
vscode "ast-grep.ast-grep-vscode"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mangano-ito.git-branch-wise-session"
vscode "mrmlnc.vscode-json5"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "rooveterinaryinc.roo-cline"
vscode "rust-lang.rust-analyzer"
vscode "scaffdog.scaffdog-vscode"
vscode "sdras.night-owl"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "thomas-baumgaertner.vcl"
vscode "tlent.jest-snapshot-language-support"
vscode "undefined_publisher.go-to-grpc-definition"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vue.volar"
vscode "wmaurer.change-case"
