tap "drone/drone"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "adoptopenjdk8"
brew "ansible"
brew "bat"
brew "carthage"
brew "cloc"
brew "cmake"
brew "direnv"
brew "rtmpdump"
brew "ffmpeg"
brew "fzf"
brew "glfw"
brew "go"
brew "goenv"
brew "golang-migrate"
brew "hub"
brew "hugo"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "libmemcached"
brew "llvm"
brew "mono", link: false
brew "mplayer"
brew "mysql@5.7"
brew "nodebrew"
brew "octave"
brew "pandoc"
brew "pyenv"
brew "ruby"
brew "tcl-tk"
brew "tree"
brew "wget"
brew "zlib", link: true
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "julia"
