tap "drone/drone"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
cask "adoptopenjdk8"
brew "ansible"
brew "bat"
brew "carthage"
brew "cloc"
brew "cmake"
brew "direnv"
brew "rtmpdump"
brew "ffmpeg"
brew "fzf"
brew "glfw"
brew "go"
brew "goenv"
brew "golang-migrate"
brew "hub"
brew "hugo"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "libmemcached"
brew "llvm"
brew "mas"
brew "mono", link: false
brew "mplayer"
brew "mysql@5.7"
brew "nodebrew"
brew "octave"
brew "pandoc"
brew "pyenv"
brew "ruby"
brew "tcl-tk"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
cask "android-file-transfer"
cask "bettertouchtool"
cask "coteditor"
cask "docker"
cask "firefox"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "julia"
cask "microsoft-office"
cask "skype"
cask "spotify"
cask "station"
cask "visual-studio-code"
cask "vlc"
mas "BetterSnapTool", id: 417375580
mas "GeoGebra 5", id: 845142834
mas "iHex", id: 909566003
mas "iMage Tools", id: 493949693
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
